Repository: zvonac99/order-notifier
Catalog: languages/order-notifier-*.po
Languages: hr

source: Order Notifier requires WooCommerce to be installed and active.
hr: Order Notifier zahtjeva da je WooCommerce instaliran i aktivan.

source: WooCommerce is required for activation.
hr: Za aktivaciju je potreban WooCommerce.

source: Order Notifier Settings
hr: Postavke za obavijesti o narudžbama

source: Order Notifier
hr: Obavijesti o narudžbama

source: Notification Settings
hr: Postavke obavijesti

source: Interval (seconds)
hr: Interval (sekunde)

source: Order Statuses to Track
hr: Statusi za praćenje

source: Notification Display
hr: Prikaži obavijesti

source: Only on Order Page
hr: Na stranici narudžbi

source: Everywhere in Admin
hr: Svugdje u admin području

source: Custom Message (Toastr)
hr: Prilagođena poruka (Toastr)

source: A new order has arrived!
hr: Imate novu narudžbu!

source: This message will appear in the notification when a new order arrives.
hr: Ova poruka će se prikazati kada stigne nova narudžba.

source: Auto-refresh Orders Table
hr: Automatsko osvježavanje stranice narudžbi

source: Automatically refresh the orders page when a new order arrives.
hr: Automatski osvježi stranicu narudžbi kada stigne nova narudžba.

source: Enable Ping
hr: Omogući ping

source: Send ping messages periodically to keep the connection alive.
hr: Povremeno šaljite ping poruke kako biste održali vezu aktivnom.

source: Ping Interval (seconds)
hr: Ping interval (sekunde)

source: How often to send ping messages (if enabled).
hr: Koliko često slati ping poruke (ako je omogućeno).

source: Enable Test Events
hr: Omogući testne događaje

source: Enable test messages to check if notifications are working.
hr: Omogućite testne poruke kako biste provjerili rade li obavijesti.

source: Default Notification Type
hr: Zadani tip poruke

source: Notification Position
hr: Pozicija obavijesti

source: Notification Icon (name or URL)
hr: Ikona obavijesti (naziv ili URL)

source: Optional icon name or full URL to image.
hr: Naziv ikone (neobavezno) ili puni URL slike.

source: Notification Timeout (s)
hr: Vrijeme trajanja obavijesti

source: Time in seconds before notification disappears. 0 means no timeout.
hr: Vrijeme u sekundama prije nego što obavijest nestane. 0 znači da nema vremenskog ograničenja.

source: Max Notifications Displayed
hr: Maksimalni broj poruka za prikaz

source: Maximum number of notifications shown simultaneously.
hr: Maksimalan broj istovremeno prikazanih obavijesti.

source: Allowed User Roles
hr: Dopuštene korisničke uloge

source: Select roles allowed to receive order notifications.
hr: Odaberite uloge kojima je dopušteno primati obavijesti o narudžbi.

source: Save Settings
hr: Spremi postavke

source: Open Debug Log
hr: Otvori debug log stranicu

source: Debug Log
hr: Zapisnik o otklanjanju pogrešaka

source: Archived Logs
hr: Arhivirani logovi

source: Select archived log:
hr: Odaberite arhivirani log:

source: -- Select log file --
hr: -- Odaberite log datoteku --

source: Load
hr: Učitaj

source: Delete
hr: Obriši

source: Current Log
hr: Trenutni log

source: Refresh Log
hr: Osvježi log

source: Back to settings
hr: Natrag na postavke

source: Delete current log
hr: Obriši trenutni log

source: Failed to delete log.
hr: Neuspješno brisanje log zapisa.

source: The log file name is missing.
hr: Nedostaje naziv log datoteke.

source: The file does not exist or is not an archived log file.
hr: Datoteka ne postoji ili nije arhivirana log datoteka.

source: The file does not exist.
hr: Datoteka ne postoji.

source: Delete failed.
hr: Neuspješno brisanje.
